<!DOCTYPE html>
<html lang="de">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="Alles was man über Riot-Games wissen muss.">
    <meta name="keywords" content="Valorant, Valo, Riot-Games, Riot Games, Riot, Deutsch, FPS, Spiel, Einfach erklärt, Übersichtlich">
    <meta name="author" content="Wim, Elias, Nick">
    <title>Riot-Games</title>
    <link rel="icon" href="icons/Valorant.png " type="image/x-icon ">
    <Link rel="stylesheet" href="Riot-Games.css">
    <Link rel="stylesheet" href="Navbar.css">
    <link rel="stylesheet" href="Button.css">
    <script type="text/javascript" src="Button1.js"></script>
    <script src="Button.js"></script>
</head>

<body>
    <a name="Hoch"></a>
    <ul class="navbar">
        <li><img src="icons/Valorant.png" alt="" width="25px" height="25px"></li>
        <li><a class="active" href="index.html">Home</a></li>
        <li><a href="Allgemeines.html">Allgemeines</a></li>
        <li><a href="Opertoren.html">Operatoren</a></li>
        <li><a href="Spiel.html">Spiel</a></li>
        <li><a href="Karten.html">Karten</a></li>
        <li><a href="Geschichte.html">Geschichte</a></li>
        <li><a class="active" href="Riot-Games.html">Riot Games</a></li>
        <li><a href="Links.html">Links</a></li>
        <li style="float:right"><a class="active" href="Impressum.html">Impressum</a></li>
    </ul>

    <h1 class="headline">Riot Games</h1>

    <p>
        <a href="https://www.riotgames.com/de" target="_blank" rel="noreferrer noopener">Riot Games</a> wurde 2006 gegr&uuml;ndet und feierte somit 2022 sein 16-j&auml;hriges Bestehen. Heute hat Riot Games einige der beliebtesten Spiele auf der Welt ver&ouml;ffentlicht
        wie zum Beispiel <a href="https://www.leagueoflegends.com/de-de/" target="_blank" rel="noreferrer noopener">League of Legends (LoL)</a> oder eben auch
        <a href="https://playvalorant.com/de-de/" target="_blank" rel="noreferrer noopener">Valorant</a>. Somit ist Riot ein gro&szlig;er Teilnehmer am weltweiten Gaming-Markt."LoL" ist z.B. das am meisten verkaufteste PC-Spiel der Welt.
    </p>
    <img src="Maps/Riot Games Hauptsitz Karte (selbstgezeichnet).png" alt="" width="30%" height="30%" class="img">

    <p>
        Der Hauptsitz des Unternehmens liegt im kalifornischen Los Angeles. Au&szlig;erdem gibt es noch viele weitere kleinere Nebensitze in gro&szlig;en Metropolen wie zum Beispiel Berlin, New York, Sydney, Hongkong oder Tokio. In &uuml;ber 20 verschiedenen
        B&uuml;ros auf der ganzen Welt arbeiten rund 2500 Mitarbeiter, auch Rioter genannt. Gegr&uuml;ndet wurde Riot Games von <a href="https://www.riotgames.com/en/who-we-are/riot-games-leadership/marc-merrill" target="_blank" rel="noopener noreferrer">Marc Merrill</a>        und <a href="https://www.riotgames.com/en/who-we-are/riot-games-leadership/brandon-beck" target="_blank" rel="noopener noreferrer">Brandon Beck</a> in L.A. 2000. Sie wollten einen "MOBA" (Multiplayer Online Battle Arena-Spiel) entwickeln, welches
        wir heute seit nun rund 13 Jahren als League of Legends kennen. Seit dem Release des Spiels war es bis 2013 f&uuml;r vier Jahre das einzigste Game des Entwicklungsunternehmens. Ende 2015 wurde Riot Games nun von Tecent aufgekauft und ist von daher
        an eine Tochtergesellschaft des chinesischen Internet-Unternehmen. Riot Games ist au&szlig;erdem eines der Unternehmen, welcher als einer der besten Arbeitspl&auml;tze ausgezeichnet wurde war zum Beispiel auf der Rangliste des Fortune Magazines
        (Zeitschrift in den Vereinigten Staaten) "100 best Comapanies to work for" vertreten. Nach Riot Games sollen 95% der Mitarbeiter zufrieden &uuml;ber das Unternehmen sein und es als Arbeitsplatz wertsch&auml;tzen. Im Gegensatz zum amerikanischen
        Durchschnitt von nur 57% ist das 2006 gegr&uuml;ndete Unternehmen eine gute Anlaufstelle f&uuml;r einen Arbeitsplatz mit toller Atmosph&auml;re und gegenseitiger R&uuml;cksichtsnahme. "Jeder soll die Chance haben, bei Riot Games aufzubl&uuml;hen"
        steht auf ihrer Website geschrieben. Riot hat sich auch zur Aufgabe gemacht, gegen kritische Themen anzuk&auml;mpfen wie Rassismus, Sexismus oder Homophobie.
    </p>





    <footer>

        14. Oktober 2022 - Elias/ Wim/ Nick - <a href="Impressum.html">Impressum</a>

    </footer>
</body>

</html>